// Даны два числа. Показать большее и меньшее число
int numA = 10;
int numB = 100;

if (numA == numB)
{
Console.WriteLine("Равны");
}
else if(numA>numB)
{
Console.WriteLine(numA);
Console.WriteLine(numB);
}
else
{
Console.WriteLine(numB);
Console.WriteLine(numA);
}
